import './About.css'
import profile from './../../media/Yigal Elkobi תמונה-1.webp'

function About() {

    return (
        <div id='about-outer-container'>
            <div id='about-container' dir='rtl'>
                <div id='about-header'>אודות</div>
                <div id='about-inner-container'>
                    <div id='img-container'>
                        <img id='profile' src={profile} alt="" />
                        <div id='img-text'>עו"ד יגאל אלקובי</div>
                    </div>
                    <div id='about-content-container'>
                        <div id='content1'>
                            יגאל אלקובי, עורך דין, ניהל שנים רבות את אגף ביקורת ניכויים במוסד לביטוח לאומי. הוא בעל מומחיות רבה בתחומי הגבייה וביקורות ניכויים של המוסד לביטוח לאומי ושל מס הכנסה. יגאל אלקובי הוא בעל ניסיון מקצועי ייחודי של למעלה מ- 25 שנה בתחומי חובות וזכויות בביטוח לאומי. את ניסיונו, רכש יגאל אלקובי במסגרת העבודה וכיהן כמנהל אגף ביקורת ניכויים וחבר במטה מינהל הביטוח והגבייה במוסד לביטוח לאומי. כנציג מינהל הביטוח והגביה היה בקשר עם גורמים שונים מטעם המל"ל כגון: החשב הכללי באוצר, רשות המיסים, הרשות לאכיפה במשרד הכלכלה.
                        </div>
                        <div id='content2'>
                            ליגאל אלקובי שלושה תארים אקדמיים:
                            <li>תואר ראשון במשפטים במכללה האקדמית אונו.</li>
                            <li>תואר ראשון במינהל ומדיניות ציבורית במכללה האקדמית ספיר.</li>
                            <li>תואר שני במינהל ציבורי באוניברסיטת בר אילן.</li>
                        </div>
                        <div id='content3'>
                            יגאל אלקובי ידוע כמומחה בניתוח תלושי שכר בהיבטים שונים ובבקרת דוחות כספיים. ליגאל אלקובי ניסיון עשיר של שנים רבות בבקרת תוכנות שכר ומרכיבי שכר. הוא בוגר הכשרות מקצועיות רבות כגון: חשבי שכר בכירים, ביקורות ניכויים ביטוח לאומי ומס הכנסה, הנהלת חשבונות, ניתוח דוחות כספיים ועוד.
                        </div>
                        <div id='content4'>
                            ליגאל אלקובי ניסיון רב במתן הרצאות בתחומי מומחיותו בביקורות ניכויים, גבייה וגמלאות. במהלך שנות עבודתו הרצה בפורומים מקצועיים רבים ומגוונים כגון : לשכת רו"ח, לשכת יועצי המס, עובדי רשויות מקומיות, חשבי שכר, עובדי המל"ל ( אגף חקירות, אגף ביטוח ובריאות, אגף בקרה כספית, לשכה משפטית, עובדי סניפים).
                        </div>
                    </div>
                </div>
            </div>
        </div>
    )
}

export default About